[
  {
    "booknumber": "1",
    "booktitle": "大饑荒",
    "booktitleenglish": "The Great Famine",
    "description": "在上世紀五六十年代之交，中國發生過一場人類歷史上罕見的大饑荒。國內外專家統計，在三年多的時間裡，中國共有大約3000萬到4000萬人餓死。對於這場大饑荒，中國官方迄今為止都沒有公佈過系統的記載和準確的數字統計。部分官方史料將其歸咎於天災。研究學者表示，那次災難純屬人禍，不是天災。",
    "descriptionenglish": "China went through a severe famine in the late 1950s and early 1960s, the scale of which was unprecedented in China and unseen in the rest of the world. The unofficial tally for the died out of hunger was between 30 to 40 million. The official account was it was due to natural disaster. But it was seen through the eyes of scholars as a human disaster.",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "uuid": "",
    "isbn": "",
    "rowNumber": 1
  },
  {
    "booknumber": "2",
    "booktitle": "周恩來",
    "booktitleenglish": "Zhou Enlai",
    "description": "從中國共產黨成立的第一天起，周恩來就是黨員。從1927年開始，周恩來一直身處中共黨政軍最高決策機構。他是中華人民共和國第一任總理，直到1976年去世为之。在將近60年的政治生涯中，他親身經歷無數次中共黨內的政治鬥爭，親眼目睹了無數達官顯要在黨內政治鬥爭風浪中失去權力、喪失人身自由、乃至喪失生命。而他自己卻不僅可以屹立不倒，還贏得了“人民的好總理”的美譽。周恩來是如何做到的？",
    "descriptionenglish": "A Party member since the founding of the Chinese Communist Party, Zhou Enlai stayed as part of the Party’s top decision-making body since 1927. He was the first Premier of People’s Republic of China, serving from 1949 until his death in 1976. In the span of 60 years of his political career, he participated in numerous political struggles within the Party, witnessed many high-level officials being removed, persecuted, even killed. Nevertheless, he survived all these political upheavals and kept the reputation of “People’s beloved Premier”. How did Zhou Enlai do it?",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "uuid": "",
    "isbn": "",
    "rowNumber": 2
  },
  {
    "booknumber": "3",
    "booktitle": "中國禁書",
    "booktitleenglish": "China’s Forbidden Books",
    "description": "在中國大陸，總有一些出版物遭遇官方查禁，只能通過從港台、海外偷帶或盜版這樣的途徑在民間偷偷流傳。這些禁書讓人們看到中國領導人鮮為人知的一面﹔這些禁書觸及中國歷史、社會最敏感、最諱莫如深的話題。在中國有哪些知名的禁書？他們的作者是誰？禁書的写作、出版過程中有哪些鮮為人知的曲折經歷？",
    "descriptionenglish": "In Mainland China, there are always books that are banned by the government and can only be smuggled in from Hong Kong, Taiwan and overseas. Pirated books are circulating secretly among the people. These books reveal the seldom seen aspects of Chinese political leaders；touch on the most sensitive and most forbidden topics of Chinese history and society. What are some of the most famous forbidden books in China? Who wrote them? What are the stories behind the writing and publishing of those books?",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "uuid": "",
    "isbn": "",
    "rowNumber": 3
  }
]
