[
  {
    "booknumber": "1",
    "chapternumber": "0",
    "chaptertitle": "豎起生命的紀念碑",
    "chaptertitleenglish": "Monument erected to life",
    "description": "",
    "descriptionenglish": "",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "rowNumber": 1
  },
  {
    "booknumber": "1",
    "chapternumber": "1",
    "chaptertitle": "大饑荒— 天災還是人禍？",
    "chaptertitleenglish": "The Great Famine (1) – Natural Disaster or Human Error",
    "description": "在上世紀五六十年代之交，中國發生過一場人類歷史上罕見的大饑荒。國內外專家統計，在三年多的時間裡，中國共有大約3000萬到4000萬人餓死。對於這場大饑荒，中國官方迄今為止都沒有公佈過系統的記載和準確的數字統計。部分官方史料將其歸咎於天災。研究學者表示，那次災難純屬人禍，不是天災。",
    "descriptionenglish": "China went through a severe famine in the late 1950s and early 1960s, the scale of which was unprecedented both in China and the rest of the world. Yet, independent studies found that provincial grain barns run by local governments refused to lend to the starved despite the fact that many of them were filled to the top with grain.  Meanwhile, China's grain exports to other countries increased. In three years, close to 40 million people starved to death, with anthropophagy happening daily across the land. The official explanation given for the shortages was natural disaster. But it was deemed a human disaster by many independent scholars.\n",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "rowNumber": 2
  },
  {
    "booknumber": "1",
    "chapternumber": "2",
    "chaptertitle": "大饑荒 —死人不是數字遊戲",
    "chaptertitleenglish": "The Great Famine (2) – It’s not a Game of Numbers",
    "description": "對於那場大饑荒，中國官方一直缺少可信、可靠的統計數字，人們對於這場飢荒造成了多少人死亡依然莫衷一是。長期以來，官方的統計一直低於學者的統計，後者將死亡人數確定在3000萬到4000萬之間。研究還發現，由於飢餓，很多農村地區出現了人吃人的現象。",
    "descriptionenglish": "For a long time, the official death toll from the Great Famine has been significantly lower than that of non-government research, which estimates 30 to 40 million people died. Independent studies found many many instances where people lived on human remains in desperate attempts to stave off starvation.  They also found that it was not discussed in official media .\n",
    "keywords": "大饑荒，天災，餓死，死亡統計，人吃人",
    "keywordsenglish": "Great Famine,  natural disaster, official tally, Feed on human remains",
    "rowNumber": 3
  },
  {
    "booknumber": "1",
    "chapternumber": "3",
    "chaptertitle": "大饑荒 — 谁骗谁？",
    "chaptertitleenglish": "The Great Famine (3) – Lied and Being Lied ",
    "description": "儘管飢荒十分嚴重，各級官員都在隱瞞事實，不願承認飢荒，而且繼續吹噓糧食豐收。政府因此提高各地的徵糧標準，讓飢荒進一步加劇。更有甚者，有些地方官員為了確保交納公糧，落實中央的徵糧指標，即使民眾餓死，也不願打開盈滿的糧倉去接濟百姓。 ",
    "descriptionenglish": "Despite the severe starvation, scholars say CCP officials at the provincial and local level did everything possible to hide the starvation situation and boasted bumper harvests. These claims resulted in larger government quotas for the collection of local grains from production or deposits, aggravating the hunger level of the general population even further. Researchers said that there were frequent refusals by local officials to lend grain from government run barns, often stacked to the ceiling, to starving citizens nearby pleading for food. \n\n\n",
    "keywords": "大饑荒，餓死，死亡統計，開倉放糧",
    "keywordsenglish": "Great Famine, died from hunger, hunger situation hide,  government grain collection",
    "rowNumber": 4
  },
  {
    "booknumber": "1",
    "chapternumber": "4",
    "chaptertitle": "大饑荒— 中共高層與大饑荒",
    "chaptertitleenglish": "The Great Famine (4) –CCP Top Leaders and the Great Famine ",
    "description": "前新華社高級記者楊繼繩在對“大饑荒”進行調查過程中發現，中國上層領導人對於“大饑荒”中大量餓死人的事實並非不知道，而是文過飾非，掩蓋真相。隨著調查的逐步深入，人們發現，一些過去形象比較好的領導人在那場大災難中也曾扮演過不光彩的角色。周恩來就曾下令有關官員銷毀地方餓死人的數字統計。",
    "descriptionenglish": "Independent research conducted by leading scholars found that top leaders of the CCP were well aware of the wide-spread famine. Instead of taking action to tackle the problem, they swept it under the carpet. This includes popular leaders like Premier Zhou Enlai, who ordered official statistics of the dead from starvation destroyed. ",
    "keywords": "大饑荒，人禍，毛澤東，周恩來，鄧小平，掩蓋真相，銷毀證據",
    "keywordsenglish": "Great Famine, human error, Mao Zedong, Zhou Enlai, Deng Xiaoping, Li Xiannian, Destroy death statistics",
    "rowNumber": 5
  },
  {
    "booknumber": "1",
    "chapternumber": "5",
    "chaptertitle": "大饑荒—誰該對數千萬條生命負責？ ",
    "chaptertitleenglish": "The Great Famine (5) – Who is Responsible for the Loss of Millions?",
    "description": "在上個世紀那場大饑荒發生時，中國的最高領導人毛澤東和劉少奇等人都對大饑荒負有不可推卸的責任。當時的國防部長彭德懷等高層人士曾經對當時的經濟形勢提出過不同意見、表達過自己的看法，結果都被撤職打倒。毛澤東對親人曾經表示，無論中國在他任內發生了什麼樣的災難，他都不會下“罪己招”，承認自己有罪。",
    "descriptionenglish": "Chinese scholars have concluded that Mao Zedong and other top CCP officials were apparently responsible for the great famine in China. But Mao allowed no criticism.  They reported that there were some who dared to voice their concerns and paid for it with their own lives. They say President Liu Shaoqi and Defense Minister Peng Dehuai were no exception. Mao reportedly confessed to his family that he would never admit personal responsibility whatever tragedy had happened.\n",
    "keywords": "大饑荒，責任，毛澤東，彭德懷，劉少奇，罪己詔",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, Mao Zedong, Peng Dehuai, Liu Shaoqi",
    "rowNumber": 6
  },
  {
    "booknumber": "\n",
    "chapternumber": "\n",
    "chaptertitle": "\n",
    "chaptertitleenglish": "#VALUE!",
    "description": "",
    "descriptionenglish": "",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "rowNumber": 7
  },
  {
    "booknumber": "2",
    "chapternumber": "1",
    "chaptertitle": "是是非非周恩來",
    "chaptertitleenglish": "The Rise and Fall of Zhou Enlai",
    "description": "在將近六十年的政治生涯中，周恩來長期置身中共黨政軍最高決策圈。中共建政後，他一直擔任共和國總理。 這位“人民的好總理”親身經歷了中共殘酷的政治內鬥，飽經風霜而屹立不倒。在文革的疾風暴雨中，周保護了很多人，但也有很多人他沒有保。保與不保，他拿捏的標準是什麼？周恩來素有容人之量，很少發 脾氣。但他也有發怒之時，這忍與不忍裡面可有學問？美國之音採訪的中共問題學者對周恩來政治生涯中這些重要的特徵進行了深入的挖掘和分歧，並在本章中為了解周恩來真實的為人提供了難得的資訊。",
    "descriptionenglish": "Zhou Enlai was with the Chinese Communist Party since it was founded in 1921, and played a key role from its beginning. He helped Mao Zedong and the party with the peasant revolution and served as Premier of the new republic. He went through political upheavals within the party and survived many purges. During the Cultural Revolution, he largely kept the trust of Mao and did what he could to prevent the country from total collapse, until the day when he could not even save himself. How did he manage to do that? How did he finally lose the trust of Mao?   This chapter examines these questions and looks in depth at the political rise and fall of Zhou Enlai.\n\n",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "rowNumber": 8
  },
  {
    "booknumber": "2",
    "chapternumber": "2",
    "chaptertitle": "毛澤東的忠臣周恩來",
    "chaptertitleenglish": "Zhou Enlai — Mao’s Loyal Protege",
    "description": "中國官方對周恩來的評價是“對黨和人民無限忠誠”。他“鞠躬盡瘁”的精神以及在文化大革命中“顧全大局”的行為也深受讚揚。然而真相往往更加複雜。在那些艱難的歲月中，周恩來決策的背後究竟有哪些不為公眾所知的故事？有哪些個人的考量？他內心最忌諱的是什麼？這些鮮為人知的內幕，本章將一一向您揭示。",
    "descriptionenglish": "Zhou Enlai, the first Premier of Communist China, is known for his staunch loyalty to Mao and the party. His is also praised for his hard work and self-sacrifice for the interests of the people during the hard days of the Cultural Revolution. Yet the true story is often more complex than that. What truly went through his mind when he did not agree but had to carry out a decision by Mao? What was the most difficult decision he had made at that time? What were his biggest concerns? Find out more in this chapter.\n\n",
    "keywords": "周恩來，毛澤東，延安整風，文化大革命，中美建交，政治運動",
    "keywordsenglish": "Zhou Enlai, Mao Zedong, Yanan Rectification Movement, Cultural Revolution, Establishment of Sino-US Diplomatic Relations, Political Campaign",
    "rowNumber": 9
  },
  {
    "booknumber": "3",
    "chapternumber": "0",
    "chaptertitle": "中國禁書",
    "chaptertitleenglish": "China’s Forbidden Books",
    "description": "",
    "descriptionenglish": "",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "rowNumber": 10
  },
  {
    "booknumber": "3",
    "chapternumber": "1",
    "chaptertitle": "中國禁書",
    "chaptertitleenglish": "China’s Forbidden Books",
    "description": "在羅湖等陸路口岸，從香港返回內地的旅客背包和旅行箱中時常夾雜著一些在香港購買的出版物，這些書刊、期刊和雜誌等很多被大陸列為禁書，卻深受大陸遊客喜愛，因為它們觸及中國當今社會最敏感、最諱莫如深的話題，有些甚至出自高 層官員之手。大陸民眾所關心的社會問題往往能在這些出版物中找到答案，幫助讀者了解真實情況，有些甚至揭示了中共領導人與這些問題的過往和所作所為。最受歡迎的禁書都有哪些？如果說前總理李鵬寫的書在香港才能出版，你相信嗎？六四開槍時，北京市市長陳希同每天都記日記，你知道嗎？他的日記在香港出版後，你看過嗎？除了他們兩人之外，還有哪些中共官員在香港出版過回憶錄？所有這些，都可以在美國之音製作的《中國禁書》中找到答案。",
    "descriptionenglish": "It is not difficult to find travelers from Hong Kong to mainland China carrying with them books and magazines purchased in Hong Kong. But these are not ordinary books. If found at a check point, many of them would be confiscated. Why?  They are banned in mainland China because they cover controversial subjects related to China and provide information still sensitive and hard to find on the mainland. Though many writers often have access to inside information -- some of the books are written by former senior officials themselves. These books are not allowed in China and can only be published overseas . This is why they are so popular among mainlanders who often buy them when they travel to Hong Kong, Macao, Taiwan and Singapore and risk fines to bring them back.  Do you believe a book written by Li Peng, the former Premier of China, has to go to Hong Kong to get published? Do you know that Chen Xitong, the mayor of Beijing in 1989, kept a diary when students were marching the streets and shots were fired in Tiananmen Square? Do you know his diary has been published in Hong Kong? Who else has published books overseas and why?  Find all of the answers in China's forbidden books produced by VOA.",
    "keywords": "禁書，出版，審查，香港",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "rowNumber": 11
  },
  {
    "booknumber": "3",
    "chapternumber": "2",
    "chaptertitle": "中國禁書·逸闻軼事",
    "chaptertitleenglish": "The Forbidden Books and Their Stories",
    "description": "前中國總理李鵬在六四事件期間寫下過怎樣的日記？當年的北京市長陳希同在生命的最後階段如何看待89六四？《陳希同口述實錄》的作者姚監複在網上講笑話為何被禁？被監禁的新聞工作者高瑜與陳希同之間曾有過怎樣的私怨？ 一本本禁書的背後，是一段段引人入勝的逸聞軼事……",
    "descriptionenglish": "What did the former Chinese Premier Li Peng write in his June 4th diary? How did the then Beijing mayor Chen Xitong view this incident during his last days? Why did Yao Jianfu, the author of Conversation with Chen Xitong is banned to tell jokes on the Internet？What grudge did the imprisoned veteran journalist Gao Yu held with Chen Xitong? This chapter sheds light on the stories behind these banned books.\n\n \n\n",
    "keywords": "禁書，陳希同，李鵬，高瑜，六四",
    "keywordsenglish": "Forbidden Books, Chen Xitong, Li Peng, Gao Yu, June 4th",
    "rowNumber": 12
  }
]
