[
  {
    "booknumber": "1",
    "chapternumber": "0",
    "chaptertitle": "豎起生命的紀念碑",
    "chaptertitleenglish": "Monument erected to life",
    "description": "",
    "descriptionenglish": "",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "rowNumber": 1
  },
  {
    "booknumber": "1",
    "chapternumber": "1",
    "chaptertitle": "大饑荒— 天災還是人禍？",
    "chaptertitleenglish": "The Great Famine (1) – Natural Disaster or Human Error",
    "description": "在上世紀五六十年代之交，中國發生過一場人類歷史上罕見的大饑荒。國內外專家統計，在三年多的時間裡，中國共有大約3000萬到4000萬人餓死。對於這場大饑荒，中國官方迄今為止都沒有公佈過系統的記載和準確的數字統計。部分官方史料將其歸咎於天災。研究學者表示，那次災難純屬人禍，不是天災。",
    "descriptionenglish": "China went through a severe famine in the late 1950’s and early 1960s, the scale of which was unprecedented in China and unseen in the rest of the world. The unofficial tally for the died out of hunger was between 30 to 40 million. The official account was it was due to natural disaster. But it was seen through the eyes of scholars as a human disaster.",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "rowNumber": 2
  },
  {
    "booknumber": "1",
    "chapternumber": "2",
    "chaptertitle": "大饑荒 —死人不是數字遊戲",
    "chaptertitleenglish": "The Great Famine (2) – It’s not a Game of Numbers",
    "description": "對於那場大饑荒，中國官方一直缺少可信、可靠的統計數字，人們對於這場飢荒造成了多少人死亡依然是莫衷一是。長期以來，官方的統計一直低於學者的統計，後者將死亡人數確定在3000萬到4000萬之間。研究還發現，由於飢餓，很多農村地區出現了人吃人的現象。",
    "descriptionenglish": "For quite a long time, the official tally for the dead due to hunger during the great famine has been significantly lower than that of the unofficial numbers, which are between 30 to 40 million. Research has also found that incidents in which live human being ate each other, or the alive ate up the dead, were rampant in the Chinese countryside during those days. ",
    "keywords": "大饑荒，天災，餓死，死亡統計，人吃人",
    "keywordsenglish": "Great Famine,  natural disaster, official tally, Feed on human remains",
    "rowNumber": 3
  },
  {
    "booknumber": "1",
    "chapternumber": "3",
    "chaptertitle": "大饑荒 — 谁骗谁？",
    "chaptertitleenglish": "The Great Famine (3) – Lied and Being Lied ",
    "description": "儘管飢荒十分嚴重，各級官員都在隱瞞事實，不願承認飢荒，而且繼續吹噓糧食收成。政府因此提高各地的徵糧標準，讓飢荒進一步加劇。更有甚者，有些地方官員為了滿足中央的徵糧指標，即使民眾餓死，也不願開倉放糧。 ",
    "descriptionenglish": "Despite the severe hunger, CCP officials from the Central down did all they can to hide the hunger situation and continue boasting bumper harvests. That resulted in larger collections by the central governments from local grain productions or deposits, raising the hunger level of the general population, especially those in the countryside. There were instances in which local officials refused to dispense grain from collection centers when thousands were dying from hunger. ",
    "keywords": "大饑荒，餓死，死亡統計，開倉放糧",
    "keywordsenglish": "Great Famine, died from hunger, hunger situation hide,  government grain collection",
    "rowNumber": 4
  },
  {
    "booknumber": "1",
    "chapternumber": "4",
    "chaptertitle": "大饑荒— 中共高層與大饑荒",
    "chaptertitleenglish": "The Great Famine (4) –CCP Top Leaders and the Great Famine ",
    "description": "前新華社高級記者楊繼繩在對“大饑荒”進行調查過程中發現，中國上層領導人對於“大饑荒”中大量餓死人的事實並非不知道，而是採取了各種文過飾非，掩蓋真相。隨著這項的逐步揭秘，人們發現，一些在過去形象很好的領導人在那場大災難中也曾扮演過不光彩的角色。周恩來就曾下令有關官員銷毀餓死人的數字統計。",
    "descriptionenglish": "Research conducted by known scholars found that leaders at the top level of the CCP were well aware of the wide-spread famine. Instead of taking actions to reduce it, they did all they could to hide it. They include some leaders quite popular at that time, including Premier Zhou, who ordered official statistics of the dead destroyed.   ",
    "keywords": "大饑荒，人禍，毛澤東，周恩來，鄧小平，掩蓋真相，銷毀證據",
    "keywordsenglish": "Great Famine, human error, Mao Zedong, Zhou Enlai, Deng Xiaoping, Li Xiannian, Destroy death statistics",
    "rowNumber": 5
  },
  {
    "booknumber": "1",
    "chapternumber": "5",
    "chaptertitle": "大饑荒—誰該對數千萬條生命負責？ ",
    "chaptertitleenglish": "The Great Famine (5) – Who is Responsible for the Loss of Millions?",
    "description": "在上個世紀那場大饑荒發生時，中國的最高領導人毛澤東和劉少奇等人都對大饑荒負有不可推卸的責任。當時的國防部長彭德懷等高層人士曾經對當時的經濟形勢提出過不同意見、表達過自己的看法，結果都被撤職打倒。毛澤東對親人曾經表示，無論中國在他任內發生了什麼樣的災難，他都不會承認自己有罪。",
    "descriptionenglish": "Top leaders like Mao Zedong, were apparently responsible for the great famine in China. There were those who dared to voice their concerns with him and got purged. They included Defense Minister Peng Dehuai and Vice Chair Liu Shaoqi. Mao said to a member of his family that he will never admit personal wrong doings. ",
    "keywords": "大饑荒，責任，毛澤東，彭德懷，劉少奇，罪己詔",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, Mao Zedong, Peng Dehuai, Liu Shaoqi",
    "rowNumber": 6
  },
  {
    "booknumber": "2",
    "chapternumber": "0",
    "chaptertitle": "是是非非周恩來",
    "chaptertitleenglish": "Disagreements Zhou Enlai",
    "description": "",
    "descriptionenglish": "",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "rowNumber": 7
  },
  {
    "booknumber": "2",
    "chapternumber": "1",
    "chaptertitle": "是是非非周恩來",
    "chaptertitleenglish": "All about Zhou Enlai",
    "description": "從中國共產黨成立的第一天起，周恩來就是黨員。從1927年開始，周恩來一直身處中共黨政軍最高決策機構。他是中華人民共和國第一任總理，直到1976年去世为之。在將近60年的政治生涯中，他親身經歷無數次中共黨內的政治鬥爭，親眼目睹了無數達官顯要在黨內政治鬥爭風浪中失去權力、喪失人身自由、乃至喪失生命。而他自己卻不僅可以屹立不倒，還贏得了“人民的好總理”的美譽。周恩來是如何做到的？",
    "descriptionenglish": "A Party member since the founding of the Chinese Communist Party, Zhou Enlai stayed as part of the Party’s top decision-making body since 1927. He was the first Premier of People’s Republic of China, serving from 1949 until his death in 1976. In the span of 60 years of his political career, he participated in numerous political struggles within the Party, witnessed many high-level officials being removed, persecuted, even killed. Nevertheless, he survived all these political upheavals and kept the reputation of “People’s beloved Premier”. How did Zhou Enlai do it?",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "rowNumber": 8
  },
  {
    "booknumber": "2",
    "chapternumber": "2",
    "chaptertitle": "毛澤東的忠臣周恩來",
    "chaptertitleenglish": "Zhou Enlai — Mao’s Loyal Subject ",
    "description": "中國官方對前中國國務院總理周恩來的評價是“對黨和人民無限忠誠”。他“鞠躬盡瘁”的精神以及在文化大革命中“顧全大局”的行為也深受讚揚。然而真相往往更加複雜。周恩來到底對誰忠誠？本書將向您揭示。",
    "descriptionenglish": "Zhou Enlai, the first Premier of People’s Republic of China, is famously known for his steadfast loyalty to the Chinese Communist Party and the Chinese People. His is also praised for his “self-sacrificing” spirit and  “paying attention to the interests of the whole” during the Cultural Revolution. Yet the true story is often more complex than that. This book will reveal who is Zhou Enlai truly loyal to? ",
    "keywords": "周恩來，毛澤東，延安整風，文化大革命，中美建交，政治運動",
    "keywordsenglish": "Zhou Enlai, Mao Zedong, Yanan Rectification Movement, Cultural Revolution, Establishment of Sino-US Diplomatic Relations, Political Campaign",
    "rowNumber": 9
  },
  {
    "booknumber": "3",
    "chapternumber": "0",
    "chaptertitle": "中國禁書",
    "chaptertitleenglish": "China banned",
    "description": "",
    "descriptionenglish": "",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "rowNumber": 10
  },
  {
    "booknumber": "3",
    "chapternumber": "1",
    "chaptertitle": "中國禁書",
    "chaptertitleenglish": "China’s Forbidden Books",
    "description": "在中國大陸，總有一些出版物遭遇官方查禁，只能通過從港台、海外偷帶或盜版這樣的途徑在民間偷偷流傳。這些禁書讓人們看到中國領導人鮮為人知的一面﹔這些禁書觸及中國歷史、社會最敏感、最諱莫如深的話題。在中國有哪些知名的禁書？他們的作者是誰？禁書的写作、出版過程中有哪些鮮為人知的曲折經歷？",
    "descriptionenglish": "In Mainland China, there are always books that are banned by the government and can only be smuggled in from Hong Kong, Taiwan and overseas. Pirated books are circulating secretly among the people. These books reveal the seldom seen aspects of Chinese political leaders；touch on the most sensitive and most forbidden topics of Chinese history and society. What are some of the most famous forbidden books in China? Who wrote them? What are the stories behind the writing and publishing of those books?",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "rowNumber": 11
  },
  {
    "booknumber": "3",
    "chapternumber": "2",
    "chaptertitle": "中國禁書·逸闻軼事",
    "chaptertitleenglish": "China’s Forbidden Books-Anecdotes",
    "description": "前中國總理李鵬在六四事件期間寫下過怎樣的日記？當年的北京市長陳希同在生命的最後階段如何看待89六四？《陳希同口述實錄》的作者姚監複在網上講話笑為何被禁？被監禁的新聞工作者高瑜與陳希同之間曾有過怎樣的私怨？ 一本本禁書的背後，是一段段引人入勝的逸聞軼事……",
    "descriptionenglish": "What did the former Chinese Premier Li Peng write in his June Forth Dairy? How did the then Beijing mayor Chen Xitong view this incident during his last days? Why did Yao Jianfu, the author of 'Conversation with Chen Xitong' is banned to tell jokes on the Internet？The imprisoned veteran journalist Gao Yu held what personal grudge with Chen Xitong?…Behind the forbidden books of China, there are many fascinating anecdotes. ",
    "keywords": "禁書，陳希同，李鵬，高瑜，六四",
    "keywordsenglish": "Forbidden Books, Chen Xitong, Li Peng, Gao Yu, June 4th",
    "rowNumber": 12
  }
]
