[
  {
    "booknumber": "1",
    "chapternumber": "0",
    "chaptertitle": "豎起生命的紀念碑",
    "chaptertitleenglish": "Monument erected to life",
    "description": "",
    "descriptionenglish": "",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "rowNumber": 1
  },
  {
    "booknumber": "1",
    "chapternumber": "1",
    "chaptertitle": "大饑荒— 天災還是人禍？",
    "chaptertitleenglish": "The Great Famine (1) – Natural Disaster or Human Error",
    "description": "在上世紀五六十年代之交，中國發生過一場人類歷史上罕見的大饑荒。國內外專家統計，在三年多的時間裡，中國共有大約3000萬到4000萬人餓死。對於這場大饑荒，中國官方迄今為止都沒有公佈過系統的記載和準確的數字統計。部分官方史料將其歸咎於天災。研究學者表示，那次災難純屬人禍，不是天災。",
    "descriptionenglish": "China went through a severe famine in the late 1950s and early 1960s, the scale of which was unprecedented both in China and the rest of the world. Yet, provincial grain barns, run by local governments and many stacked to the ceiling at that time, refused to lend to the starved. The ruling Communist Party even continued to export grain to other countries. Over the period of three years, close to 40 million people were starved to death, with anthropophagy happening daily across the land. The official excuse was it was due to natural disaster. But it was seen through the eyes of many as a disaster caused by human error.",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "rowNumber": 2
  },
  {
    "booknumber": "1",
    "chapternumber": "2",
    "chaptertitle": "大饑荒 —死人不是數字遊戲",
    "chaptertitleenglish": "The Great Famine (2) – It’s not a Game of Numbers",
    "description": "對於那場大饑荒，中國官方一直缺少可信、可靠的統計數字，人們對於這場飢荒造成了多少人死亡依然是莫衷一是。長期以來，官方的統計一直低於學者的統計，後者將死亡人數確定在3000萬到4000萬之間。研究還發現，由於飢餓，很多農村地區出現了人吃人的現象。",
    "descriptionenglish": "For quite a long time, the official tally for the dead due to hunger during the great famine has been significantly lower than that of the non-government research, which put the figure at between 30 to 40 million. Independent studies also found that incidents in which people lived on human remains as a result of starvation were wide-spread in the rural areas of China in those days. Yet, these incidents were seldom covered in the official media. ",
    "keywords": "大饑荒，天災，餓死，死亡統計，人吃人",
    "keywordsenglish": "Great Famine,  natural disaster, official tally, Feed on human remains",
    "rowNumber": 3
  },
  {
    "booknumber": "1",
    "chapternumber": "3",
    "chaptertitle": "大饑荒 — 谁骗谁？",
    "chaptertitleenglish": "The Great Famine (3) – Lied and Being Lied ",
    "description": "儘管飢荒十分嚴重，各級官員都在隱瞞事實，不願承認飢荒，而且繼續吹噓糧食豐收。政府因此提高各地的徵糧標準，讓飢荒進一步加劇。更有甚者，有些地方官員為了確保交納公糧，落實中央的徵糧指標，即使民眾餓死，也不願打開盈滿的糧倉去接濟百姓。 ",
    "descriptionenglish": "Despite the severe hunger, CCP officials from the Central Commission down did all they can to hide the hunger situation and continue boasting bumper harvests. That resulted in higher collection quota by the central government, further reducing grain deposits for ordinary households at the local level, elevating the hunger level of the general population. There were instances in which local officials refused to dispense grain from government barns, often stacked to the ceiling,  when thousands were dying from starvation. ",
    "keywords": "大饑荒，餓死，死亡統計，開倉放糧",
    "keywordsenglish": "Great Famine, died from hunger, hunger situation hide,  government grain collection",
    "rowNumber": 4
  },
  {
    "booknumber": "1",
    "chapternumber": "4",
    "chaptertitle": "大饑荒— 中共高層與大饑荒",
    "chaptertitleenglish": "The Great Famine (4) –CCP Top Leaders and the Great Famine ",
    "description": "前新華社高級記者楊繼繩在對“大饑荒”進行調查過程中發現，中國上層領導人對於“大饑荒”中大量餓死人的事實並非不知道，而是文過飾非，掩蓋真相。隨著調查的逐步深入，人們發現，一些過去形象比較好的領導人在那場大災難中也曾扮演過不光彩的角色。周恩來就曾下令有關官員銷毀地方餓死人的數字統計。",
    "descriptionenglish": "Indepedent research conducted by leading scholars found that top leaders of the CCP were well aware of the wide-spread famine. Instead of taking actions to tackle the problem, they did all they can to sweep it under the carpet. They include popular leaders like Premier Zhou Enlai, who ordered official statistics of the dead from hunger destroyed.   ",
    "keywords": "大饑荒，人禍，毛澤東，周恩來，鄧小平，掩蓋真相，銷毀證據",
    "keywordsenglish": "Great Famine, human error, Mao Zedong, Zhou Enlai, Deng Xiaoping, Li Xiannian, Destroy death statistics",
    "rowNumber": 5
  },
  {
    "booknumber": "1",
    "chapternumber": "5",
    "chaptertitle": "大饑荒—誰該對數千萬條生命負責？ ",
    "chaptertitleenglish": "The Great Famine (5) – Who is Responsible for the Loss of Millions?",
    "description": "在上個世紀那場大饑荒發生時，中國的最高領導人毛澤東和劉少奇等人都對大饑荒負有不可推卸的責任。當時的國防部長彭德懷等高層人士曾經對當時的經濟形勢提出過不同意見、表達過自己的看法，結果都被撤職打倒。毛澤東對親人曾經表示，無論中國在他任內發生了什麼樣的災難，他都不會承認自己有罪。",
    "descriptionenglish": "Mao Zedong and other top CCP officials were apparently responsible for the great famine in China. But Mao allowed no criticism. There were some who dared to voice their concerns and paid for it with their own lives. Even President Liu Shaoqi and Defense Minister Peng Dehuai were no exception. Mao confessed to his family that he would never admit personal responsibilities no matter what happened. ",
    "keywords": "大饑荒，責任，毛澤東，彭德懷，劉少奇，罪己詔",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, Mao Zedong, Peng Dehuai, Liu Shaoqi",
    "rowNumber": 6
  },
  {
    "booknumber": "2",
    "chapternumber": "0",
    "chaptertitle": "是是非非周恩來",
    "chaptertitleenglish": "Disagreements Zhou Enlai",
    "description": "",
    "descriptionenglish": "",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "rowNumber": 7
  },
  {
    "booknumber": "2",
    "chapternumber": "1",
    "chaptertitle": "是是非非周恩來",
    "chaptertitleenglish": "All about Zhou Enlai",
    "description": "從中國共產黨成立的第一天起，周恩來就是黨員，以後長期置身中共黨政軍最高決策圈。從中共建政開始一直到1976年去世，他一直擔任中華人民共和國總理。 在將近60年的政治生涯中，他親身經歷無數次中共黨內的政治鬥爭，親眼目睹了無數達官顯要在黨內政治鬥爭風浪中失去權力、喪失人身自由與生命。他自己卻屹 立不倒，成了“人民的好總理”。在文革的疾風暴雨中，周保護了很多人，但也有很多人他沒有保。保與不保，他拿捏的標準是什麼？周恩來素有容人之量，很少發 脾氣。但他也有發怒之時，這忍與不忍裡面可有學問？美國之音製作的周恩來專輯《是是非非周恩來》對周恩來政治生涯中這些重要的特徵進行了深入的挖掘和分 歧。您想知道他的保人原則和忍讓底線究竟是什麼？請關注此書。",
    "descriptionenglish": "Zhou Enlai was with the Chinese Communist Party since it was founded in 1921, and had been a key decision maker ever since. He helped Mao Zedong and the party with the peasant revolution and served as the Premier of the new republic. While many of his comrades were purged before his eyes during those political upheavals within the party, he won the trust of mao and remained relatively unscathed. Yet, he managed to steer a relatively safe course during the worst days of the Culture Revolution and did what he could to prevend the country from total collapse, until the day when he could not even save himself. But before that, how did he survive the countless purges and remained the second in command of the party and the country? How did he finally lose the trust of Mao? Find the answer yourself.",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "rowNumber": 8
  },
  {
    "booknumber": "2",
    "chapternumber": "2",
    "chaptertitle": "毛澤東的忠臣周恩來",
    "chaptertitleenglish": "Zhou Enlai — Mao’s Loyal Subject ",
    "description": "中國官方對前中國國務院總理周恩來的評價是“對黨和人民無限忠誠”。他“鞠躬盡瘁”的精神以及在文化大革命中“顧全大局”的行為也深受讚揚。然而真相往往更加複雜。在那些艱難的歲月中，周恩來決策的背後究竟有哪些不為公眾所知的故事？有哪些個人的考量？他內心最忌諱的是什麼？這些鮮為人知的內幕，本書將一一向您揭示。",
    "descriptionenglish": "Zhou Enlai, the first Premier of Communist China, is known for his staunch loyalty to Mao and the party. His is also praised for his hard working and self-sacrificing for the interests of the people during the hard days of the Cultural Revolution. Yet the true story is often more complex than that. What truly went through his mind when he did not agree but had to carry out a decision by Mao? What was the most difficult decision he had made at that time? What were his biggest concerns? You will find the answers to these questions when you go through the book.  ",
    "keywords": "周恩來，毛澤東，延安整風，文化大革命，中美建交，政治運動",
    "keywordsenglish": "Zhou Enlai, Mao Zedong, Yanan Rectification Movement, Cultural Revolution, Establishment of Sino-US Diplomatic Relations, Political Campaign",
    "rowNumber": 9
  },
  {
    "booknumber": "3",
    "chapternumber": "0",
    "chaptertitle": "中國禁書",
    "chaptertitleenglish": "China banned",
    "description": "",
    "descriptionenglish": "",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "rowNumber": 10
  },
  {
    "booknumber": "3",
    "chapternumber": "1",
    "chaptertitle": "中國禁書",
    "chaptertitleenglish": "China’s Forbidden Books",
    "description": "在羅湖等陸路口岸，從香港返回內地的旅客背包和旅行箱中時常夾雜著一些在香港購買的出版物，這些書刊、期刊和雜誌等很多被大陸列為禁書，是大陸入境檢查的重點。由於人數眾多，入境檢查往往是防不勝防。這些書版物深受大陸遊客喜愛，是因為它們觸及中國當今社會最敏感、最諱莫如深的話題，而作者往往是大陸著名的社會觀察家，有些甚至出自高 層官員之手。這些禁書總能為民眾關心的社會問題提供獨特的視角和平時難得一見的資訊，能幫助讀者了解真實的情況，有些出版物甚至還揭示中國領導人鮮為人 知的一面。這也是此類出版物在大陸遭官方查禁的原因，很多只能通過入境偷帶或盜版等途徑在民間廣為流傳。最受歡迎的禁書都有哪些？為什麼受歡迎？他們的 作者是誰？禁書的写作、出版過程中有哪些鮮為人知的曲折經歷？美國之音製作的《禁書》為您提供了答案。",
    "descriptionenglish": "For those who travel from Hong Kong to mainland China everyday, many carry in bags or suitcases books or magazines purchased in Hong Kong and risk confiscation if found out at check points. These books are banned in China but are available to mainlanders in Hong Kong and overseas. They touch on sensitive subjects in China, provide different analysis and offer lots of inside information hard to find on the mainland. That explains why they are banned in China. It is also why they are so popular among mainland visitors to Hong Kong, Macao, Taiwan and Singapore. But who wrote those books? You will find it surprising that although these books are published overseas, most of the writers are actually living in mainland China. Some are former high-ranking officials, to tell the truth. How did they hook up with the publishers in Hong Kong? Why are they willing to cooperate? Who chose the topic? Did they take any risk? Is the whole thing just a commercial operation? Find out the answer yourself.",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "rowNumber": 11
  },
  {
    "booknumber": "3",
    "chapternumber": "2",
    "chaptertitle": "中國禁書·逸闻軼事",
    "chaptertitleenglish": "China’s Forbidden Books-Anecdotes",
    "description": "前中國總理李鵬在六四事件期間寫下過怎樣的日記？當年的北京市長陳希同在生命的最後階段如何看待89六四？《陳希同口述實錄》的作者姚監複在網上講笑話為何被禁？被監禁的新聞工作者高瑜與陳希同之間曾有過怎樣的私怨？ 一本本禁書的背後，是一段段引人入勝的逸聞軼事……",
    "descriptionenglish": "When the terrible massacre happened in Tian Anmen Square in 1989, Chen Xitong was the mayor of Beijing and Li Peng was the Premier of China. Do you know they both kept a diary before and after the shots were fired? What were written in the diary and how did they personally feel about the incident? Do they have any regrets after so many years have passed? All these were kept a secret until the books they wrote were published in Hong Kong. Yes in Hong Kong! You wouldn't believe that former high-ranking officials like Li Peng would not be able to publish their books in China and have to rely on the press freedom of Hong Kong to tell their stories. But how did those in Hong Kong know that he and the former mayor both have a book to publish and what are actually written in the book? Did they conduct any prior consultations? And how did they hook up with one another? who were the go-betweens These and other interesting stories were told in the second part of the Banned Books in China. ",
    "keywords": "禁書，陳希同，李鵬，高瑜，六四",
    "keywordsenglish": "Forbidden Books, Chen Xitong, Li Peng, Gao Yu, June 4th",
    "rowNumber": 12
  }
]
