[
  {
    "booknumber": "1",
    "booktitle": "大饑荒",
    "booktitleenglish": "The Great Famine",
    "description": "在上世紀五六十年代之交，中國發生過一場人類歷史上罕見的大饑荒。國內外專家統計，在三年多的時間裡，中國共有大約3000萬到4000萬人餓死。對於這場大饑荒，中國官方迄今為止都沒有公佈過系統的記載和準確的數字統計。部分官方史料將其歸咎於天災。研究學者表示，那次災難純屬人禍，不是天災。",
    "descriptionenglish": "China went through a severe famine in the late 1950s and early 1960s, the scale of which was unprecedented in China and the rest of the world. Yet, many provincial grain barns, stacked to the ceiling at that time, refused to lend to the hungry. The ruling Communist Party even continued to export grain to other countries. Over the period of three years, close to 40 million people were starved to death, with anthropophagy happening daily across the land. The official excuse was it was due to natural disaster. But it was seen through the eyes of many as a human disaster. ",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計",
    "keywordsenglish": "Great Famine, died from hunger, natural disaster, human error",
    "uuid": "x",
    "isbn": "x",
    "rowNumber": 1
  },
  {
    "booknumber": "2",
    "booktitle": "周恩來",
    "booktitleenglish": "Zhou Enlai，the 1st Premier of Red China ",
    "description": "從中國共產黨成立的第一天起，周恩來就是黨員，以後長期置身中共黨政軍最高決策圈。從中共建政開始一直到1976年去世，他一直擔任中華人民共和國總理。在將近60年的政治生涯中，他親身經歷無數次中共黨內的政治鬥爭，親眼目睹了無數達官顯要在黨內政治鬥爭風浪中失去權力、喪失人身自由與生命。他自己卻屹立不倒，成了“人民的好總理”。在文革的疾風暴雨中，周保護了很多人，但也有很多人他沒有保。保與不保，他拿捏的標準是什麼？周恩來素有容人之量，很少發脾氣。但他也有發怒之時，這忍與不忍裡面可有學問？美國之音製作的周恩來專輯《是是非非周恩來》對周恩來政治生涯中這些重要的特徵進行了深入的挖掘和分歧。您想知道他的保人原則和忍讓底線究竟是什麼？請關注此書。\n\n \n\n",
    "descriptionenglish": "Zhou Enlai was with the Chinese Communist Party since it was founded in 1921, and had been a key decision maker ever since. He helped Mao Zedong and the party with the revolution and served as the Premier of the new republic. While many of his comrades were purged before his eyes during those political upheavals within the party, he remained relatively unscathed and won the trust of Mao. Yet, he managed to steer his own course during the days of the  Culture Revolution and did what he could to save the country from total collapse, until the day that trust was gone. But before that, how did he survive those countless purges and remained the second in command of the party and the country? How did he finally lose the trust of Mao? Find the answer yourself in the book.   ",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping ",
    "uuid": "x",
    "isbn": "x",
    "rowNumber": 2
  },
  {
    "booknumber": "3",
    "booktitle": "中國禁書",
    "booktitleenglish": "China’s Forbidden Books",
    "description": "在羅湖等陸路口岸，從香港返回內地的旅客背包和旅行箱中時常夾雜著一些在香港購買的出版物，這些期刊和雜誌很多被列為禁品，據說是大陸入境檢查的重點，可經常是防不勝防。這些書版物深受大陸遊客喜愛，是因為它們觸及中國當今社會最敏感、最諱莫如深的話題，而作者往往是大陸著名的社會觀察家，有些甚至出自高層官員之手。這些禁書總能為民眾關心的社會問題提供獨特的視角和大陸看不到的資訊，幫助讀者了解真實情況，有些出版物甚至還能讓讀者看到中國領導人鮮為人知的一面。這就是此類出版物在大陸遭到官方查禁的原因，很多只能通過入境偷帶或盜版等途徑在民間偷偷流傳。最受歡迎的禁書都有哪些？為什麼受歡迎？他們的作者是誰？禁書的写作、出版過程中有哪些鮮為人知的曲折經歷？美國之音製作的《禁書》可為您提供您所需要了解的答案。",
    "descriptionenglish": "For those who travel from Hong Kong to mainland China everyday, many carry in bags or suitcases books or magazines purchased in Hong Kong and risk confiscation if found out at check points. These books are banned in China but are available to mainlanders in Hong Kong and overseas. They touch on sensitive subjects in China, provide different angle and offer lots of  inside information hard to find on the mainland. That explains why they are banned in China. It is also why they are so popular among mainland visitors to Hong Kong, Macao and Singapore. But who wrote those books? You will find it surprising that although these books are published overseas, most of the writers are actually living in China. Some are even former high-ranking officials! How did they hook up with the publishers in Hong Kong? Why are they willing to cooperate? Who chose the topic? Did they take any risk? Is the whole thing just a commercial operation? Find out the answer yourself.  ",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》",
    "keywordsenglish": "Forbidden Books，Publication，Censorship，Hong Kong，Custom，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao ",
    "uuid": "x",
    "isbn": "x",
    "rowNumber": 3
  }
]
