[
  {
    "booknumber": "1",
    "booktitle": "大饑荒",
    "booktitleenglish": "The Great Famine",
    "description": "上世紀五六十年代之交，中國發生過一場人類歷史上罕見的大饑荒。國內外專家統計，在三年多的時間裡，有大約3000萬到4000萬人餓死，很多地區還發生人相食的慘劇。對於這 場大饑荒，中國官方迄今為止都沒有公佈過系統的記載和準確的數字統計。部分官方史料將其歸咎於天災。美國之音特別採訪了一些專家學者和當年災區的官員。他們一致認為，那次災難純屬人禍，不是天災，毛澤東、周恩來等中共領導人負有不可推卸的責任。他們提供的證據和陳述的詳情，本書都有忠實的記載。",
    "descriptionenglish": "China went through a severe famine in the late 1950s and early 1960s, the scale of which was unprecedented the world over.  Indepedent researchers reported that 30 to 40 million people starved to death over three years.  CCP senior officials are said to have downplayed the starvation and boasted about bumper harvests.  There were instances in which local officials refused to dispense grain from state barns, often stacked to the ceiling, as thousands nearby the barns were dying of starvation. Independent researchers found that top leaders of the CCP were well aware of the wide-spread famine. Instead of taking action to tackle the problem, they swept it under the carpet. This includes popular leaders like Premier Zhou Enlai, who ordered official statistics of the dead from hunger destroyed. Studies have concluded that it was Mao Zedong and other top CCP leaders who were responsible for the human tradegy in China. But Mao allowed no criticism. Those who dared to voice their concerns paid for it with their own lives. This book explores the evidence and research by leading scholars on the Great Famine and cover up. ",
    "keywords": "大饑荒，天災，人禍，餓死，死亡統計, 偉大的中國飢荒，飢餓，飢餓，中國，1950年，20世紀60年代，事業，調查，原因，自然災害，人為錯誤，政治勢力，共產黨，糧食，糧倉",
    "keywordsenglish": "Great Chinese Famine, starvation, hunger, China, 1950s, 1960s, cause, investigation, reasons, natural disaster, human error, political forces, communist party, grain, silos",
    "uuid": "x",
    "isbn": "x",
    "rowNumber": 1
  },
  {
    "booknumber": "2",
    "booktitle": "周恩來",
    "booktitleenglish": "Zhou Enlai，the 1st Premier of Red China ",
    "description": "在將近六十年的政治生涯中，周恩來長期置身中共黨政軍最高決策圈。中共建政後，他一直擔任共和國總理。 這位“人民的好總理”親身經歷了中共殘酷的政治內鬥，飽經風霜而屹立不倒。在文革的疾風暴雨中，周保護了很多人，但也有很多人他沒有保。保與不保，他拿捏的標準是什麼？周恩來素有容人之量，很少發 脾氣。但他也有發怒之時，這忍與不忍裡面可有學問？美國之音採訪的中共問題學者對周恩來政治生涯中這些重要的特徵進行了深入的挖掘和分 歧，並在書中為了解周恩來真實的為人提供了難得的資訊。",
    "descriptionenglish": "Zhou Enlai was with the Chinese Communist Party since it was founded in 1921, and played a key role from its beginning. He helped Mao Zedong and the party with the peasant revolution and served as Premier of the new republic. He went through political upheavals within the party and survived many purges. During the Cultural Revolution, he largely kept the trust of Mao and did what he could to prevent the country from total collapse, until the day when he could not even save himself. How did he manage to do that? How did he finally lose the trust of Mao?   This chapter examines these questions and looks in depth at the political rise and fall of Zhou Enlai.\n\n",
    "keywords": "周恩來，文革，總理， 共產黨，政治鬥爭，劉少奇，林彪，鄧小平, 毛澤東，延安整風，文化大革命，中美建交，政治運動",
    "keywordsenglish": "Zhou Enlai, Cultural Revolution, Premier, Communist Party, Political Struggle, Liu Shaoqi, Lin Biao, Deng Xiaoping, Prime Minister, Mao Zedong, Yan'an Rectification Movement, Sino-US Relations, Political Movements",
    "uuid": "x",
    "isbn": "x",
    "rowNumber": 2
  },
  {
    "booknumber": "3",
    "booktitle": "中國禁書",
    "booktitleenglish": "China’s Forbidden Books",
    "description": "在羅湖等陸路口岸，從香港返回內地的旅客背包和旅行箱中時常夾雜著一些在香港購買的出版物，這些書刊、期刊和雜誌等很多被大陸列為禁書，卻深受大陸遊客喜愛，因為它們觸及中國當今社會最敏感、最諱莫如深的話題，有些甚至出自高 層官員之手。大陸民眾所關心的社會問題往往能在這些出版物中找到答案，幫助讀者了解真實情況，有些甚至揭示了中共領導人與這些問題的過往與所作所為。最受歡迎的禁書都有哪些？如果說前總理李鵬寫的書在香港才能出版，你相信嗎？六四開槍時，北京市市長陳希同每天都記日記，你知道嗎？他的日記在香港出版後，你看過嗎？除了他們兩人之外，還有哪些中共官員在香港出版過回憶錄？所有這些，都可以在美國之音製作的《中國禁書》中找到答案。",
    "descriptionenglish": "It is not difficult to find travelers from Hong Kong to mainland China carrying with them books and magazines purchased in Hong Kong. But these are not ordinary books. If found at a check point, many of them would be confiscated. Why?  They are banned in mainland China because they cover controversial subjects related to China and provide information still sensitive and hard to find on the mainland. Though many writers often have access to inside information -- some of the books are written by former senior officials themselves. These books are not allowed in China and can only be published overseas . This is why they are so popular among mainlanders who often buy them when they travel to Hong Kong, Macao, Taiwan and Singapore and risk fines to bring them back.  Do you believe a book written by Li Peng, the former Premier of China, has to go to Hong Kong to get published? Do you know that Chen Xitong, the mayor of Beijing in 1989, kept a diary when students were marching the streets and shots were fired in Tiananmen Square? Do you know his diary has been published in Hong Kong? Who else has published books overseas and why?  Find out more about this 'trade' in this book on China's forbidden literature.\n",
    "keywords": "禁書，出版，審查，香港，台灣， 海關，《晚年周恩來》，《毛澤東鮮為人知的故事》, 陳希同，李鵬，高瑜，六四",
    "keywordsenglish": "Forbidden Books，Banned Books, Publication，Censorship, Hong Kong，Customs，Taiwan, Zhou Enlai, the Last Perfect Revolutionary, The Private Life of Chairman Mao, Publishing, Chen Xitong, Li Peng, Gao Yu, sixty-four",
    "uuid": "x",
    "isbn": "x",
    "rowNumber": 3
  }
]
